Repository: rafatosta/zapzap
Catalog: po/*.po
Languages: hu, pt_pt

source: New account
hu: Új fiók
pt_pt: Nova conta

source: New conversation by the phone number
hu: Új társalgás telefonszámon keresztül
pt_pt: Nova conversação pelo número de telefone

source: New conversation
hu: Új társalgás
pt_pt: Nova conversação

source: ZapZap Settings
hu: ZapZap beállítások
pt_pt: Definições do ZapZap

source: Click to generate new colors for the icon
hu: Kattints ikon új színeinek generálásához
pt_pt: Clique para gerar cores novas para o ícone

source: Temporarily disable
hu: Időlegesen kikapcsol
pt_pt: Desativar temporariamente

source: Disable
hu: Kikapcsol
pt_pt: Desativar

source: Silences the notifications
hu: Jelzések némitása
pt_pt: Silencia as notificações

source: Do not disturb
hu: Ne zavarj
pt_pt: Não incomodar

source: Delete permanently
hu: Végleges törlés
pt_pt: Eliminar permanentemente

source: Delete
hu: Törlés
pt_pt: Eliminar

source: Enter the user name
hu: Írd be a felhasználó nevét
pt_pt: Inserir o nome do utilizador

source: File
hu: Fájl
pt_pt: Ficheiro

source: View
hu: Nézet
pt_pt: Vista

source: Chat
hu: Csevegés
pt_pt: Conversa

source: Users
hu: Felhasználók
pt_pt: Utilizadores

source: Help
hu: Segítség
pt_pt: Ajuda

source: Quit
hu: Kilépés
pt_pt: Sair

source: Hide
hu: Elrejtés
pt_pt: Esconder

source: Settings
hu: Beállítások
pt_pt: Definições

source: Reset zoom
hu: Nagyítás visszaállítása
pt_pt: Reiniciar o zoom

source: Zoom in
hu: Nagyítás
pt_pt: Mais zoom

source: Zoom out
hu: Kicsinyítés
pt_pt: Menos zoom

source: Toggle full screen
hu: Teljes képernyő ki/be kapcsolása
pt_pt: Alternar ecrã inteiro

source: Open DevTools
pt_pt: Abrir ferramentas de desenvolvimento

source: Show sidebar
hu: Oldalpanel megjelenítése
pt_pt: Mostrar barra lateral

source: Reload
hu: Újratöltés
pt_pt: Recarregar

source: New chat
hu: Új csevegés
pt_pt: Nova conversa

source: By number phone
hu: Telefonszámon keresztül
pt_pt: Por número de telefone

source: Keyboard shortcuts
hu: Gyorsbillentyűk
pt_pt: Atalhos do teclado

source: About
hu: Alkalmazásról
pt_pt: Sobre

source: WhatsApp Web for Linux
hu: WhatsApp Web Linuxra
pt_pt: WhatsApp Web para Linux

source: Version {id} ({version_type}) - {package}
hu: Verzió: {id} ({version_type}) - {package}
pt_pt: Versão {id} ({version_type}) - {package}

source: Learn more
hu: Tudj meg többet
pt_pt: Saber mais

source: Report issue
hu: Probléma jelentése
pt_pt: Reportar problemas

source: My accounts
hu: Fiókjaim
pt_pt: As minhas contas

source: Appearance
hu: Megjelenés
pt_pt: Aspeto

source: Style
hu: Stílus
pt_pt: Estilo

source: Adaptive
hu: Alkalmazkodó
pt_pt: Adaptativo

source: Dark
hu: Sötét
pt_pt: Escuro

source: Light
hu: Világos
pt_pt: Claro

source: Tray icon
hu: Panel ikon
pt_pt: Ícone do tabuleiro

source: Remove notification indicator
hu: Jelző törlése
pt_pt: Remover o indicador de notificação

source: Default
hu: Alapértelmezett
pt_pt: Predefinição

source: Symbolic dark
hu: Simbólikus sötét
pt_pt: Escuro simbólico

source: Symbolic light
hu: Szimbólikus világos
pt_pt: Claro simbólico

source: Show menu bar
hu: Menüsor megjelenítése
pt_pt: Mostrar barra do menu

source: Scale
hu: Nagyítás
pt_pt: Escala

source: Note: The change of scale will only have effect until restarting.
hu: Megjegyzés: a nagyítás újraindításig érvényes.
pt_pt: Nota: A alteração da escala só vai ter efeito após reiniciar a aplicação.

source: Inherit global settings
pt_pt: Herdar definições globais

source: When inherit is disabled, account customizations are appended after global settings.
pt_pt: Quando o herdar estiver desativado, quaisquer personalizações da conta serão adicionadas depois das definições globais.

source: Enable custom CSS
pt_pt: Ativar CSS personalizado

source: CSS Preview
pt_pt: Antevisão do CSS

source: background: palette(base);
pt_pt: fundo: palette(base);

source: Select a CSS file to preview.
pt_pt: Selecione um ficheiro CSS para antever.

source: Replace preview image
pt_pt: Substituir imagem de antevisão

source: Enabled
pt_pt: Ativado

source: Create
pt_pt: Criar

source: Edit
pt_pt: Editar

source: Import from URL
pt_pt: Importar de um URL

source: Enable custom JavaScript
pt_pt: Ativar JavaScript personalizado

source: color: #c77800;
pt_pt: cor: #c77800;

source: ⚠ Custom JavaScript runs with full page privileges. Use trusted code only.
pt_pt: ⚠ O JavaScript personalizado executa com privilégios totais da página. Só

source: Import .js
pt_pt: Importar .js

source: Save and reload
pt_pt: Guardar e recarregar

source: Save
hu: Mentés
pt_pt: Guardar

source: General
hu: Általános
pt_pt: Geral

source: Download Directory
hu: Letöltési mappa
pt_pt: Pasta de transferẽncias

source: Set new folder for downloads
hu: Új mappa beállítása a letöltésekhez
pt_pt: Escolher uma pasta nova para transferências

source: Define default folder for downloads
hu: Alapértelmezett letöltési mappa meghatározása
pt_pt: Definir uma pasta predefinida para transferências

source: Spellchecker
hu: Helyesírásjavító
pt_pt: Corretor ortográfico

source: Directory
hu: Mappa
pt_pt: Diretória

source: Recognizes only compiled dictionaries (.bdic)
hu: Csak a kompilált szótárakat ismeri fel (.bdic)
pt_pt: Só reconhece dicionários compilados (.bdic)

source: Define standard dictionaries
hu: Alapértelmezett szótárak meghatározása
pt_pt: Defenir dicionários padrão

source: Note: Required restart.
hu: Megjegyzés: Újraindítás szükséges.
pt_pt: Nota: É necessário reiniciar a aplicação

source: Behavior
hu: Viselkedés
pt_pt: Comportamento

source: Close when closing the window
hu: Zárd le amikor az ablakot kikapcsolod
pt_pt: Fechar ao fechar a janela

source: Start minimized
hu: Minimalizált indítás
pt_pt: Iniciar minimizado

source: Start with the system
hu: Rendszerindításkor indul
pt_pt: Iniciar com o arranque do sistema

source: Don't use a platform-native file dialog
hu: Ne használd platform fájlválasztóját
pt_pt: Não usar um dialogo de ficheiros nativo da plataforma

source: Wayland window system
hu: Waylan megjelenítő rendszer
pt_pt: Sistema de janelas Wayland

source: Network
hu: Hálózat
pt_pt: Rede

source: Network proxy
hu: Hálózati proxy
pt_pt: Proxy de rede

source: Port
pt_pt: Porta

source: User
hu: Felhasználó
pt_pt: Utilizador

source: Password
hu: Jelszó
pt_pt: Senha

source: Hostname
hu: Gépnév
pt_pt: Nome do anfitrião

source: ProxyType
hu: Proxy tipus
pt_pt: Tipo de proxy

source: Description
hu: Leírás
pt_pt: Descrição

source: Apply
hu: Alkalmazd
pt_pt: Aplicar

source: Restore
hu: Visszaállít
pt_pt: Restaurar

source: Notifications
hu: Jelzések
pt_pt: Notificações

source: Work area notifications
hu: Jelzések munkaterülete
pt_pt: Notificações da área de trabalho

source: Show the photo of the sender
hu: Mutasd a küldő fényképét
pt_pt: Mostrar a foto do remetente

source: Show the sender's name
hu: Mutasd a küldő nevét
pt_pt: Mostrar o nome do remetente

source: Show message preview
hu: Mutasd az özenet előnézetét
pt_pt: Mostrar a pré-visualização da mensagem

source: Hide donation notification
hu: Rejts el az adományozás-jelzőt
pt_pt: Esconder a notificação de doação

source: Performance (Experimental)
hu: Teljesítmény (kísérleti)
pt_pt: Desempenho (Experimental)

source: Cache and Storage
pt_pt: Cache e armazenamento

source: Use persistent cookies
pt_pt: Usar cookies persistentes

source: GPU and Rendering
pt_pt: GPU e renderização

source: Use GPU in the same process
pt_pt: Usar a GPU no mesmo processo

source: Disable GPU hardware acceleration
hu: Grafikus kártya harveres gyorsításának kikapcsolása
pt_pt: Desativar a acelaração hardware da GPU

source: Disable GPU VSync
pt_pt: Desativar o VSync da GPU

source: Force software rendering (experimental)
pt_pt: Forçar a renderização por software (experimental)

source: Processes and Memory
pt_pt: Processos e memória

source: Run everything in a single process
hu: Fusson minden egyetlen folyamatban
pt_pt: Executar tudo num único processo

source: Use one process per site
pt_pt: Usar um processo por website

source: JavaScript memory limit
pt_pt: Limite da memória do JavaScript

source: Automatic
pt_pt: Automático

source: Minimum (256 MB)
pt_pt: Mínimo (256 MB)

source: Default (1024 MB)
pt_pt: Padrão (1024 MB)

source: Maximum (4096 MB)
pt_pt: Máximo (4096 MB)

source: Animated scrolling
hu: Animált görgetés
pt_pt: Deslocamento animado

source: Allow background optimizations
pt_pt: Permitir otimizações de fundo

source: Note: Restart required to apply changes.
hu: Megjegyzés: a változtatások életbe léptetéséhez újraindítás szükséges.
pt_pt: Nota: É necessário reiniciar a aplicação para aplicar as alterações.

source: Welcome to
hu: Isten hozott ide:
pt_pt: Bem Vindo a

source: Version {id} - {version_type}
hu: Verzió: {id} - {version_type}
pt_pt: Versão {id} - {version_type}

source: Make a donation
hu: Adományozz
pt_pt: Fazer uma doação

source: Back
hu: Vissza
pt_pt: Retroceder

source: SETTINGS
hu: BEÁLLÍTÁSOK
pt_pt: DEFINIÇÕES

source: Accounts
hu: Fiókok
pt_pt: Contas

source: TOOLS
hu: ESZKÖZÖK
pt_pt: FERRAMENTAS

source: Performance
hu: Teljesítmény
pt_pt: Desempenho

source: HELP
hu: SEGÍTSÉG
pt_pt: AJUDA

source: Dialog
hu: Párbeszéd
pt_pt: Diálogo

source: Confirm exclusion
hu: Kizérés megerősítése
pt_pt: Confirmar exclusão

source: Are you sure you want to delete this item?
hu: Biztosan törlöd ezt az elemet?
pt_pt: Tem a certeza de que pretente eliminar este item?

source: Restore standard
hu: Alapértelmezett visszaállítása
pt_pt: Restaurar predefinições

source: Unexpected Error
pt_pt: Erro inesperado

source: The application encountered an unexpected error.
pt_pt: A aplicação encontrou um erro inesperado.

source: A diagnostic report was generated automatically at: {path} Please send this file to support so we can investigate the issue. Report channels: - Issue tracker: {issue_url} - Email: {email}
pt_pt: Foi gerado automáticamente um relatório de diagnostico em: {path} Envie este ficheiro para o suporte para que posssamos investigar o problema, por favor. Canais para reportar: - Rastreador de problemas: {issue_url} - Email: {email}

source: Official compilation
hu: Hivatalos kiadás
pt_pt: Compilação oficial

source: Unofficial
hu: Nem hivatalos
pt_pt: Não oficial

source: Unknown
hu: Ismeretlen
pt_pt: Desconhecido

source: Use Flatseal to change this mode of execution
hu: Flatseal használata ezen futtatási mód megváltoztatásához
pt_pt: Use o Flatseal para alterar este modo de execução

source: Mark as unread
hu: Olvasatlannak jelölés
pt_pt: Marcar como não lido

source: Archive conversation
hu: Társalgás archiválása
pt_pt: Arquivar conversação

source: Pin conversation
hu: Társalgás kitűzése
pt_pt: Fixar conversação

source: Next conversation
hu: Következő társalgás
pt_pt: Próxima conversação

source: Close conversation
hu: Társalgás bezárása
pt_pt: Fechar conversação

source: Search in conversation
hu: Keresés a társalgásban
pt_pt: Pesquisar na conversação

source: Previous conversation
hu: Előző társalgás
pt_pt: Conversação anterior

source: Delete conversation
hu: Társalgás törlése
pt_pt: Eliminar conversação

source: Profile and status
hu: Profil és státus
pt_pt: Perfil e estado

source: Decrease speed of selected voice message
hu: A kiválasztott hangüzenet lejátszási sebességének csökkentése
pt_pt: Reduzir a velocidade da mensagem de voz selecionada

source: Increase speed of selected voice message
hu: A kiválasztott hangüzenet lejátszási sebességének növelése
pt_pt: Aumentar a velocidade da mensagem de voz selecionada

source: Emoji panel
pt_pt: Painel dos Emojis

source: Sticker panel
hu: Matrica panel
pt_pt: Painel de etiquetas

source: GIF panel
pt_pt: Painel dos GIFs

source: Lock the app
hu: Alkalmazás zárolása
pt_pt: Trancar a app

source: Mute
hu: Némítás
pt_pt: Silenciar

source: Search
hu: Keresés
pt_pt: Pesquisar

source: New group
hu: Új csoport
pt_pt: Novo grupo

source: Extended search
hu: Bővjtett keresés
pt_pt: Pesquisa avançada

source: Exit
hu: Kilépés
pt_pt: Sair

source: Fullscreen
hu: Teljes képernyő
pt_pt: Ecrã inteiro

source: Reload pages
hu: Oldalak újratöltése
pt_pt: Recarregar páginas

source: New conversation by phone number
hu: Új társalgás telefonszámon keresztül
pt_pt: Nova conversação por número de telefone

source: Current account: {} ({})
pt_pt: Conta atual: {} ({})

source: Current account: unavailable
pt_pt: Conta atual: indisponível

source: CSS file enabled: {}
pt_pt: Ficheiro CSS ativado: {}

source: CSS file disabled: {}
pt_pt: Ficheiro CSS desativado: {}

source: JavaScript file enabled: {}
pt_pt: Ficheiro JavaScript ativado: {}

source: JavaScript file disabled: {}
pt_pt: Ficheiro JavaScript desativado: {}

source: This userstyle does not target WhatsApp Web.
pt_pt: Este estilo do utilizador não abrange o WhatsApp Web.

source: Only HTTPS URLs are allowed.
pt_pt: Só são permitidos URL's em HTTPS

source: Could not download CSS from URL.
pt_pt: Não foi possível transferir o CSS a partir do URL.

source: Could not download JavaScript from URL.
pt_pt: Não foi possível transferir o JavaScript a partir do URL.

source: No preview available.
pt_pt: Não está disponível a antevisão.

source: Could not load preview image.
pt_pt: Não foi possível carregar imagem de antevisão.

source: Enter a CSS HTTPS URL.
pt_pt: Inserir um URL HTTPS de CSS.

source: Enter a JavaScript HTTPS URL.
pt_pt: Inserir um URL HTTPS de JavaScript.

source: File imported: {}
pt_pt: Ficheiro importado: {}

source: File imported: {}. No preview found, upload one manually.
pt_pt: Ficheiro importado: {}. Nenhuma antevisão encontrada, adicione uma manualmente.

source: Could not set preview image.
pt_pt: Não foi possível definir imagem de antevisão.

source: Preview image updated.
pt_pt: Imagem de antevisão atualizada.

source: https://example.com/theme.user.css
pt_pt: https://exemplo.com/tema.utilizador.css

source: https://example.com/script.js
pt_pt: https://exemplo.com/script.js

source: Optional file name (e.g. 10-custom.{})
pt_pt: Nome opcional de ficheiro (p. ex. 10-personalizado.{})

source: Could not import file.
pt_pt: Não foi possível importar o ficheiro.

source: File imported successfully.
pt_pt: O ficheiro foi importado com sucesso.

source: File name cannot be empty.
pt_pt: O nome do ficheiro não pode estar vazio.

source: Could not create file.
pt_pt: Não foi possível criar o ficheiro.

source: File created: {}
pt_pt: Ficheiro criado: {}

source: Could not open file for editing.
pt_pt: Não foi possível abrir o ficheiro para editar.

source: Edit CSS: {}
pt_pt: Editar CSS: {}

source: Edit JavaScript: {}
pt_pt: Editar JavaScript: {}

source: Could not save file.
pt_pt: Não foi possível guardar o ficheiro.

source: File saved: {}
pt_pt: Ficheiro guardado: {}

source: Delete selected {} file: {}?
pt_pt: Eliminar ficheiro selecionado {}: {}?

source: Deletion cancelled.
pt_pt: Eliminar cancelado.

source: File deleted.
pt_pt: Ficheiro eliminado.

source: Could not delete file.
pt_pt: Não foi possível eliminar o ficheiro.

source: Customizations saved. Reload pages to apply changes.
pt_pt: Personalizações guardadas. Recarregue as páginas para aplicar as alterações.

source: All pages reloaded.
pt_pt: Todas as páginas foram recarregadas.

source: Account {}
hu: Fiók: {}
pt_pt: Conta {}

source: Open
hu: Megnyitás
pt_pt: Abrir

source: Cancel
pt_pt: Cancelar

source: Save file
hu: Fájl mentése
pt_pt: Guardar ficheiro

source: Defines where the HTTP cache will be stored. Disk: faster after restart. Memory: faster, but lost on exit. No cache: lower disk usage, slower.
pt_pt: Define onde o cache do HTTP vai ser armazenado. Disco: mais rápido depois de reiniciar a aplicação. Memória: mais rápida mas é perdida ao sair. Sem cache: menor utilização do disco, mais lento.

source: Maximum HTTP cache size. 0 MB uses the default Chromium behavior.
pt_pt: Tamanho máximo do cache HTTP. 0 MB usa o comportamento padrão do Chromium.

source: Keeps cookies between restarts. Disabling may cause frequent logouts.
pt_pt: Guarda os cookies ao abrir e fechar a aplicação. Se desativar, pode causar o fecho frequente de sessões.

source: Runs GPU and rendering in the same process. May reduce memory usage, but can cause instability.
pt_pt: Executa a GPU e renderização no mesmo processo. Pode reduzir a utilização de memória mas pode causar instabilidade.

source: Disables GPU hardware acceleration. Recommended only for old GPUs or problematic drivers.
pt_pt: Desativa a acelaração de hardware da GPU. Só é recomendado para GPU's mais antigas ou controladores problemáticos.

source: Disables GPU VSync. May reduce latency, but can increase power usage and tearing.
pt_pt: Desativa o VSync da GPU. Pode reduzir a latência mas pode aumentar o consumo de energia e artefactos na aplicação.

source: Forces software rendering. Use only in case of graphical issues. May significantly reduce performance.
pt_pt: Força a renderização em software. Utilize só no caso que tenha problemas na renderização. Pode reduzir significamente o desempenho.

source: Runs the entire Chromium engine in a single process. Reduces memory usage, but may cause crashes. Experimental usage.
pt_pt: Executa totalmente o motor do Chromium num único processo. Reduz a utilização de memória mas pode causar problemas. Utilização experimental.

source: Uses a separate process per site. Safer and more stable. May increase memory usage.
pt_pt: Usa um processo em separada para cada website. É mais seguro e estável. Pode aumentar a utilização da memória.

source: JavaScript (V8) memory limit. Automatic is the safest option. Very low values may cause crashes. Recommended: 1024 MB.
pt_pt: Limite da memória JavaScript (V8). A opção automática é a mais segura. Valores baixos podem causar problemas. Recomendado: 1024 MB.

source: Enables smooth scrolling animations. Disabling may reduce CPU usage.
pt_pt: Ativa animações de deslocamento suave. Desativar pode reduzir a utilização da CPU.

source: Allows background tabs to reduce resource usage. Disabling keeps timers active, but uses more resources.
pt_pt: Permite separadores em segundo plano para reduzir a utilização de recursos. Desativar mantém os temporizadores ativos mas usa mais recursos.

source: Disables CSS and JavaScript animations. May improve performance on slower machines.
pt_pt: Desativa animações de CSS e JavaScript. Pode melhorar o desempenho em computadores mais lentos.

source: Restores all performance settings to safe default values.
pt_pt: Restaura todas as definições de desempenho para os valores padrão seguros.

source: Information
hu: Tájékoztatás
pt_pt: Informação

source: Limit of {} users reached. It is not possible to create more users!
hu: A {} felhasználó határa elérve. Több felhasználó nem hozható létre!
pt_pt: O limite de {} utilizadores foi alcançado!Não é possível criar mais utilizadores!

source: Attention
hu: Figyelem
pt_pt: Atenção

source: No active account!
hu: Nincs aktív fiók!
pt_pt: Nenhuma conta ativa!

source: No proxying is used.
hu: Proxyzás nincs használva.
pt_pt: Nenhum proxy está a ser utilizado.

source: Proxy is determined based on the system proxy.
hu: A proxy a rendszer proxyja alapján meghatározva.
pt_pt: A determinação do proxy é baseada no proxy do sistema.

source: Socks5 proxying is used.
hu: Soks5 proxyzás használva.
pt_pt: O proxy Socks5 está a ser usado.

source: HTTP transparent proxying is used.
hu: Átlátszó HTTP proxyzás használva.
pt_pt: A transparência do proxy HTTP está a ser usada.

source: Proxying for HTTP requests only.
hu: Proxyzás csak a HTTP kéréseknek.
pt_pt: Apenas proxy para solicitações HTTP.

source: Proxying for FTP requests only.
hu: Proxyzás csak az FTP kéréseknek.
pt_pt: Apenas proxy para solicitações FTP.

source: Show
hu: Mutasd
pt_pt: Mostrar

source: Donation
hu: Adomány
pt_pt: Donativo

source: Cache Behavior
hu: Gyorsítótár viselkedése

source: Cache Type
hu: Gyorsítótár tipusa

source: Maximum Cache Size
hu: Gyorsítótár maximális mérete

source: QWebEngine Behavior
hu: QWebEngine viselkedése

source: Enable single process for GPU and rendering
hu: Grafikus kártya és megjelenítés egy folyamatban bekacsolása

source: Undo
hu: Visszavonás

source: Redo
hu: Újra végrahajtás

source: Cut
hu: Kivágás

source: Copy
hu: Másolás

source: Paste
hu: Beillesztás

source: Select all
hu: Kiválaszt mindent

source: Save image
hu: Kép mentése

source: Copy image
hu: Kép másolása

source: Copy link address
hu: Link címénel másolása

source: Check Spelling
hu: Helyesírás ellenörzése

source: Select Language
hu: Válassz nyelvet

source: Select folder
hu: Mappa kiválasztása

source: New message...
hu: Új üzenet...
